[{
		"name": "BlackPanther",

		"image": "photos/blackpanther.jpg",
		"text": "The Panther (also commonly known as the Black Panther) is a large member of the Big Cat family, native to Asia, Africa and the Americas. The Panther is not a distinct species itself but is the general name used to refer to any black coloured feline of the Big Cat family, most notably Leopards and Jaguars. The Panther is an elusive and powerful animal that has adapted well to a variety of habitats around the world, and is known to be one of the strongest climbers of all felines. Although the Panther is not technically classified as a separate species, they are considered to be endangered by many due to the declining numbers of both Leopards and Jaguars throughout much of their natural ranges."

	},
	{
		"name": "Tortoise",
		"image": "photos/tortoise.jpg",
		"text": "Tortoises are a family, Testudinidae. Testudinidae is a Family under the order Testudines and suborder Cryptodira. There are fourteen extant families of the order Testudines, an order of reptile commonly known as turtles, tortoises, and terrapins. The suborder Cryptodira (Greek: hidden neck) is a suborder of Testudines that includes most living tortoises and turtles. Cryptodira differ from Pluerodia (side-neck turtles) in that they lower their necks and pull the heads straight back into the shells, instead of folding their necks sideways along the body under the shells' marginals.The testudines are some of the most ancient reptiles alive. Tortoises are shielded from predators by a shell. The top part of the shell is the carapace, the underside is the plastron, and the two are connected by the bridge. The carapace is fused to both the vertebrae and ribcage, and tortoises are unique among vertebrates in that the pectoral and pelvic girdles are inside the ribcage rather than outside. Tortoises can vary in size from a few centimeters to two meters. They are usually diurnal animals with tendencies to be crepuscular depending on the ambient temperatures. They are generally reclusive animals. Tortoises are the longest living land animal in the world, although the longest living species of tortoise is a matter of debate. Galápagos tortoises are noted to live over 150 years, but an Aldabra giant tortoise named Adwaita may have been the longest living at an estimated 255 years. In general, most tortoise species can live 80-150 years."

	},
	{
		"name": "Crocodile",
		"image": "photos/crocodile.jpg",
		"text": "Crocodiles (subfamily Crocodylinae) or true crocodiles are large aquatic reptiles that live throughout the tropics in Africa, Asia, the Americas and Australia. Crocodylinae, all of whose members are considered true crocodiles, is classified as a biological subfamily. A broader sense of the term crocodile, Crocodylidae that includes Tomistoma, is not used in this article. The term crocodile here applies to only the species within the subfamily of Crocodylinae. The term is sometimes used even more loosely to include all extant members of the order Crocodilia, which includes the alligators and caimans (family Alligatoridae), the gharial and false gharial (family Gavialidae), and all other living and fossil Crocodylomorpha."

	},
	{
		"name": "Blackbuck",
		"image": "photos/blackbuck.jpg",
		"text": "The blackbuck (Antilope cervicapra), also known as the Indian antelope, is an antelope found in India, Nepal and Pakistan. The blackbuck is the sole extant member of the genus Antilope. The species was described and given its binomial name by Swedish zoologist Carl Linnaeus in 1758. Two subspecies are recognized. It stands up to 74 to 84 cm (29 to 33 in) high at the shoulder. Males weigh 20–57 kilograms (44–126 lb), an average of 38 kilograms (84 lb). Females are lighter, weighing 20–33 kilograms (44–73 lb) or 27 kilograms (60 lb) on an average. The long, ringed horns, 35–75 centimetres (14–30 in) long, are generally present only on males, though females may develop horns as well. The white fur on the chin and around the eyes is in sharp contrast with the black stripes on the face. The coat of males shows two-tone colouration: while the upper parts and outsides of the legs are dark brown to black, the underparts and the insides of the legs are all white. On the other hand, females and juveniles are yellowish fawn to tan"

	},
	{
		"name": "Orangutan",
		"image": "photos/orangutan.jpg",
		"text": "The orangutans (also spelled orang-utan, orangutang, or orang-utang)[1] are three extant species of great apes native to Indonesia and Malaysia. Orangutans are currently only found in the rainforests of Borneo and Sumatra. Classified in the genus Pongo, orangutans were originally considered to be one species. From 1996, they were divided into two species: the Bornean orangutan (P. pygmaeus, with three subspecies) and the Sumatran orangutan (P. abelii). In November 2017 it was reported that a third species had been identified, the Tapanuli orangutan (P. tapanuliensis)"

	},
	{
		"name": "Giraffe",
		"image": "photos/giraffe.jpg",
		"text": "The giraffe (Giraffa) is a genus of African even-toed ungulate mammals, the tallest living terrestrial animals and the largest ruminants. The genus currently consists of one species, Giraffa camelopardalis, the type species. Seven other species are extinct, prehistoric species known from fossils. Taxonomic classifications of one to eight extant giraffe species have been described, based upon research into the mitochondrial and nuclear DNA, as well as morphological measurements of Giraffa, but the IUCN currently recognises only one species with nine subspecies."

	},
	{
		"name": "Scorpion",
		"image": "photos/scorpion.jpg",
		"text": "Scorpions are predatory arachnids of the order Scorpiones. They have eight legs[1] and are easily recognized by the pair of grasping pedipalps and the narrow, segmented tail, often carried in a characteristic forward curve over the back, ending with a venomous stinger. Scorpions range in size from 9 mm / 0.3 in"

	},
	{
		"name": "BlackMamba",
		"image": "photos/blackmamba.jpg",
		"text": "The black mamba (Dendroaspis polylepis) is a highly venomous snake endemic to parts of sub-Saharan Africa. Skin colour varies from grey to dark brown. Juvenile black mambas tend to be paler than adults and darken with age. It is the longest species of venomous snake indigenous to the African continent; mature specimens generally exceed 2 meters (6.6 ft) and commonly attain 3 meters (9.8 ft). Specimens of 4.3 to 4.5 meters (14.1 to 14.8 ft) have been reported."
	},
	{
		"name": "Eagle",
		"image": "photos/eagle.jpg",
		"text": "Eagles are large, powerfully built birds of prey, with heavy heads and beaks. Even the smallest eagles, such as the booted eagle (Aquila pennata), which is comparable in size to a common buzzard (Buteo buteo) or red-tailed hawk (B. jamaicensis), have relatively longer and more evenly broad wings, and more direct, faster flight – despite the reduced size of aerodynamic feathers. Most eagles are larger than any other raptors apart from some vultures. The smallest species of eagle is the South Nicobar serpent eagle (Spilornis klossi), at 450 g (0.99 lb) and 40 cm (16 in). The largest species are discussed below. Like all birds of prey, eagles have very large, hooked beaks for ripping flesh from their prey, strong, muscular legs, and powerful talons. The beak is typically heavier than that of most other birds of prey. Eagles' eyes are extremely powerful. It is estimated that the martial eagle, whose eye is more than twice as long as a human eye, has a visual acuity 3.0 to 3.6 times that of humans. This acuity enables eagles to spot potential prey from a very long distance.[2] This keen eyesight is primarily attributed to their extremely large pupils which ensure minimal diffraction (scattering) of the incoming light. The female of all known species of eagles is larger than the male"

	},
	{
		"name": "BlueWhale",
		"image": "photos/bluewhale.jpg",
		"text": "Blue whales were abundant in nearly all the oceans on Earth until the beginning of the twentieth century. For over a century, they were hunted almost to extinction by whalers until protected by the international community in 1966. A 2002 report estimated there were 5,000 to 12,000 blue whales worldwide,[5] in at least five groups. The IUCN estimates that there are probably between 10,000 and 25,000 blue whales worldwide today.[10] Before whaling, the largest population was in the Antarctic, numbering approximately 239,000 (range 202,000 to 311,000).[11] There remain only much smaller (around 2,000) concentrations in each of the eastern North Pacific, Antarctic, and Indian Ocean groups. There are two more groups in the North Atlantic, and at least two in the Southern Hemisphere. As of 2014, the Eastern North Pacific blue whale population had rebounded to nearly its pre-hunting population"

	},
	{
		"name": "Bat",
		"image": "photos/bat.jpg",
		"text": "Bats are mammals of the order Chiroptera;[a] with their forelimbs adapted as wings, they are the only mammals naturally capable of true and sustained flight. Bats are more manoeuvrable than birds, flying with their very long spread-out digits covered with a thin membrane or patagium. The smallest bat, and arguably the smallest extant mammal, is Kitti's hog-nosed bat, which is 29–34 mm (1.14–1.34 in) in length, 15 cm (5.91 in) across the wings and 2–2.6 g (0.07–0.09 oz) in mass. The largest bats are the flying foxes and the giant golden-crowned flying fox, Acerodon jubatus, which can weigh 1.6 kg (4 lb) and have a wingspan of 1.7 m (5 ft 7 in)."

	},
	{
		"name": "Jellyfish",
		"image": "photos/jellyfish.jpg",
		"text": "Jellyfish or jellies[1] are softbodied, free-swimming aquatic animals with a gelatinous umbrella-shaped bell and trailing tentacles. The bell can pulsate to acquire propulsion and locomotion. The tentacles may be utilized to capture prey or defend against predators by emitting toxins in a painful sting. Jellyfish species are classified in the subphylum Medusozoa which makes up a major part of the phylum Cnidaria, although not all Medusozoa species are considered to be jellyfish."

	}
]
